Revit 2024 API
BuiltInFailures.CopyPasteFailures.LostReference Property
 A relationship between Elements in [Option Name] and [Reference Option Name] has been deleted. There is no corresponding relationship in the Primary [New Primary Option Name].
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId LostReference { get; }
Visual Basic
Public Shared ReadOnly Property LostReference As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ LostReference {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace